{
  "meta": {
    "title": "Skapadinsida - Your Trusted Partner in Digital Transformation",
    "description": "We are dedicated to building innovative, user-centered digital solutions that bring your vision to life."
  },

  "navbar": {
    "buttonPrimaryText": "Get Started",
    "buttonPrimaryLink": "/contact",
    "navbarLinks": {
      "home": { "link": "/", "title": "Home" },
      "about": { "link": "/about", "title": "About" },
      "services": { "link": "/service", "title": "Services" },
      "contact": { "link": "/contact", "title": "Contact" }
    }
  },

  "service": {
    "webDevelopment": {
      "title": "Web Development",
      "description": "Custom websites designed to elevate your business with modern, responsive design."
    },
    "mobileAppDevelopment": {
      "title": "Mobile App Development",
      "description": "Delivering seamless, cross-platform mobile applications for enhanced customer engagement."
    },
    "uiUxDesign": {
      "title": "UI/UX Design",
      "description": "Crafting user-centered designs that blend aesthetics with functionality."
    }
  },

  "about": {
    "aboutItems": [
      { "title": "Quality", "description": "We are committed to delivering high quality in every project." },
      { "title": "Reliability", "description": "Our team is dependable and always delivers on time." },
      { "title": "Experience", "description": "Years of expertise in digital solutions." }
    ],
    "aboutUs": {
      "description": "At Skapadinsida, we create digital solutions that elevate your brand. Here’s what we do:",
      "bulletPoints": [
        "Design and develop user-centered websites",
        "Create brand identities tailored to your business",
        "Optimize your website for better search visibility"
      ],
      "missionDescription": "Empowering businesses through high-quality, user-centered digital experiences.",
      "missionTitle": "Our Mission",
      "stats": 
      {
        "item1": { "number": "14", "title": "Years of Experience" },
        "item2": { "number": "36", "title": "Projects Delivered" },
        "item3": { "number": "35", "title": "Satisfied Clients" }
      },
      "statsTitle": "Our Achievements",
      "subtitle": "Transforming Ideas into Digital Success",
      "title": "About Us",
      "values": {
        "creativity": { "description": "Bringing fresh, innovative solutions tailored to each client’s needs.", "title": "Creativity" },
        "quality": { "description": "Committed to the highest standards in every project.", "title": "Quality" },
        "reliability": { "description": "Building trust and transparency with our clients.", "title": "Reliability" }
      },
      "valuesTitle": "Our Values",
      "visionDescription": "To become a leading agency known for delivering impactful digital experiences.",
      "visionTitle": "Our Vision"
    }
  },


  "footer": {
    "about": "About",
    "address": "123 Main St, City, Country",
    "connect": "Connect With Us",
    "contact": "Contact",
    "contactUs": "Contact Us",
    "copyright": "© 2024 Skapadinsida. All rights reserved.",
    "email": "info@example.com",
    "home": "Home",
    "legal": "Legal",
    "newsletter": "Newsletter",
    "newsletterPlaceholder": "Your email",
    "phone": "+1 (234) 567-890",
    "privacyPolicy": "Privacy Policy",
    "quickLinks": "Quick Links",
    "scrollTop": "Scroll to top",
    "services": "Services",
    "subscribe": "Subscribe",
    "termsOfService": "Terms of Service"
  },

  "heroItems": {
    "buttonPrimaryText": "Start a Project",
    "buttonSecondaryText": "Our Services",
    "description": "We create high-quality, responsive websites that not only elevate your brand but also strengthen your digital presence. With a keen eye for detail and user-friendly design, we develop solutions that engage your visitors and leave a professional impression.",
    "subtitle": "Innovative Web Solutions for Your Business",
    "title": "Build Your Digital Presence"
  },

  "quality": [
    { "title": "UI", "description": "Enhancing user interaction with premium UI design.", "link": "More" },
    { "title": "Back-end/Front-end", "description": "Optimizing both front-end and back-end for peak performance.", "link": "More" },
    { "title": "App Designer", "description": "Creating UI/UX designs tailored to your app’s needs.", "link": "More" }
  ],

  "services": {
    "description": "Comprehensive services to establish a powerful online presence for your business.",
    "learnMore": "Learn More",
    "missionDescription": "Providing top-tier digital services to enhance visibility and growth.",
    "missionTitle": "Our Mission",
    "servicesList": [
      { "title": "Branding", "description": "Helping you create a brand identity that resonates with your audience.", "link": "/services/branding", "image": "/images/services/branding.jpg" },
      { "title": "Website Creation", "description": "Developing websites that reflect your brand’s values and goals.", "link": "/services/website-creation", "image": "/images/services/website-creation.jpg" },
      { "title": "SEO Optimization", "description": "Boosting your website’s visibility on search engines.", "link": "/services/seo-optimization", "image": "/images/services/seo-optimization.jpg" },
      { "title": "Digital Marketing", "description": "Implementing digital strategies to increase your online presence.", "link": "/services/digital-marketing", "image": "/images/services/digital-marketing.jpg" }
    ],
    "subtitle": "Bringing Your Vision to Life",
    "title": "Our Services"
  },

  "steps": [
    { "number": 1, "title": "Discovery", "description": "Understanding your business and objectives is our first priority. In this phase, we take the time to learn about your brand, target audience, and long-term goals. Through detailed discussions and research, we identify the challenges and opportunities that will shape the project moving forward." },
    { "number": 2, "title": "Strategy", "description": "Developing a tailored plan to achieve your goals is the next step. We combine insights from our discovery phase with industry expertise to create a structured approach. This plan serves as a roadmap, defining each milestone and step to ensure that our efforts remain aligned with your vision and objectives." },
    { "number": 3, "title": "Design", "description": "Creating an engaging user experience that aligns with your brand is key to our design process. We focus on blending aesthetics with functionality, crafting a visual identity that resonates with users. Every design choice is made with user needs in mind, ensuring a seamless, intuitive experience that strengthens your brand's connection with its audience." },
    { "number": 4, "title": "Development", "description": "Building scalable, high-performance solutions is at the heart of our development phase. We leverage cutting-edge technologies to ensure that the final product is robust, reliable, and adaptable to your future needs. This meticulous process involves coding, integration, and extensive testing to deliver a solution that meets the highest standards of performance." },
    { "number": 5, "title": "Testing", "description": "Ensuring quality and reliability across devices is essential before launch. We perform comprehensive testing to confirm that the product functions flawlessly on various platforms and environments. From compatibility to performance, our testing covers every aspect, ensuring that your project meets the highest quality standards and provides a consistent experience for all users." },
    { "number": 6, "title": "Launch", "description": "Deploying and supporting your project for long-term success is our final goal. We oversee a smooth launch process and continue to provide support post-deployment. Our team is on hand to address any needs or adjustments, ensuring that the project not only meets but exceeds expectations for ongoing success and growth." }
  ],


  "teamDetails": [
    { "name": "Leo Khani", "title": "React Developer", "contact": "Email: johndoe@example.com | Phone: (123) 456-7890" },
    { "name": "Sadeq Familit", "title": "UI/UX Designer", "contact": "Email: johndoe@example.com | Phone: (123) 456-7890" }
  ],

  "bookACall": {
    "title": "Grow your business with us",
    "typewriterWords": ["Grow", "your", "business", "with", "Us"],
    "description": "We’re excited to explore opportunities with you. Reach out to Felix, and let’s arrange a meeting to discuss how we can collaborate.",
    "availableBadge": "Available for new project",
    "buttonText": "Book a call with us",
    "buttonLink": "/book-a-call",
    "buttonSecondaryText": "Contact Us",
    "buttonSecondaryLink": "/contact"
  },

  "integritetspolicy": {
    "title": "Privacy Policy",
    "intro": "We value the security and privacy of your personal information and handle it with the utmost respect and care. This page describes how we collect, use, and protect your data on this website in compliance with applicable laws and regulations, including GDPR.",
    "dataStorageTitle": "What Data We Store and How Long We Retain It",
    "dataStorageDescription": "The data we store is provided through our submission forms. We retain this data only as long as necessary to fulfill the purposes for which it was collected. The collection of personal data is based on your consent.",
    "purposeTitle": "Purpose of Collection",
    "purposeDescription": "We collect your data to contact you, establish and/or maintain a business relationship, and provide and improve our services.",
    "rightsTitle": "Your Rights",
    "rightsDescription": "You have the right to request information once a year about the personal data we have stored about you. You may also request that we correct or delete your personal data at any time. To do so, please contact our data controller.",
    "consentTitle": "Consent",
    "consentDescription": "You have the right to withdraw your consent to our use of your personal data at any time. If you believe that we have handled your personal data in a manner that violates our stated directives or applicable laws, you have the right to file a complaint with a supervisory authority.",
    "dataControllerTitle": "Data Controller",
    "dataControllerName": "Name: Leo Khani",
    "dataControllerEmail": "Email: leokhani99@outlook.com"
  }

}
